Repository: josergomezm/lunanul
Catalog: app/lib/l10n/app_*.arb
Languages: es

# homeTitle
source: Home
es: Inicio

source: Card of the Day
es: Carta del Día

# tapToReveal
source: Tap the card to reveal your daily guidance
es: Toca la carta para revelar tu guía diaria

source: Recent Readings
es: Lecturas Recientes

source: Daily Reflection
es: Reflexión Diaria

source: Good morning
es: Buenos días

source: Good afternoon
es: Buenas tardes

source: Good evening
es: Buenas noches

source: Welcome
es: Bienvenido

# welcomeMessage
source: Welcome to your personal sanctuary of reflection and insight.
es: Bienvenido a tu santuario personal de reflexión e introspección.

source: No readings yet
es: Aún no hay lecturas

source: Start Reading
es: Comenzar Lectura

source: New Card
es: Nueva Carta

source: Journal
es: Diario

source: View All
es: Ver Todo

source: Reflect
es: Reflexionar

source: New prompt
es: Nueva pregunta

# drawingCard
source: Drawing your card...
es: Sacando tu carta...

source: Loading readings...
es: Cargando lecturas...

# unableToLoadCard
source: Unable to load your card
es: No se pudo cargar tu carta

source: Unable to load readings
es: No se pudieron cargar las lecturas

# pleaseRetry
source: Please try again
es: Por favor inténtalo de nuevo

source: Retry
es: Reintentar

source: Loading...
es: Cargando...

source: Cancel
es: Cancelar

source: Save
es: Guardar

# startJourney
source: Start your journey with a new reading
es: Comienza tu viaje con una nueva lectura

source: Full history coming soon!
es: ¡El historial completo llegará pronto!

source: Journal page coming soon!
es: ¡La página del diario llegará pronto!

source: Navigate to readings page
es: Navegar a la página de lecturas

source: Manual Interpretations
es: Interpretaciones Manuales

# inputPhysicalDeck
source: Input your physical deck draws for AI-enhanced insights
es: Ingresa las cartas de tu baraja física para obtener perspectivas mejoradas con IA

source: Select reading context
es: Selecciona el contexto de lectura

source: No cards found
es: No se encontraron cartas

# tryAdjustingSearch
source: Try adjusting your search or filter
es: Intenta ajustar tu búsqueda o filtro

# selectCard
source: Select a Card
es: Seleccionar una Carta

source: Reversed
es: Invertidas

# allCards
source: All
es: Todas

# chooseAreaOfLife
source: Choose the area of life you want to explore
es: Elige el área de la vida que quieres explorar

source: Add your cards
es: Añade tus cartas

# selectCardsFromDeck
source: Select the cards you drew from your physical deck
es: Selecciona las cartas que sacaste de tu baraja física

# pleaseSelectContext
source: Please select a reading context first
es: Por favor selecciona un contexto de lectura primero

source: Add Card from Deck
es: Añadir Carta de la Baraja

source: Clear All
es: Limpiar Todo

source: Save Reading
es: Guardar Lectura

source: Save interpretation
es: Guardar interpretación

source: Start over
es: Empezar de nuevo

source: Selected Cards
es: Cartas Seleccionadas

source: No cards selected
es: No hay cartas seleccionadas

source: Edit Position Name
es: Editar Nombre de Posición

source: Position Name
es: Nombre de Posición

# positionNameHint
source: e.g., Past, Present, Future
es: ej., Pasado, Presente, Futuro

source: Card Connections
es: Conexiones de Cartas

source: Recent Manual Interpretations
es: Interpretaciones Manuales Recientes

# noManualInterpretations
source: No manual interpretations yet
es: Aún no hay interpretaciones manuales

# addCardsToGetStarted
source: Add cards from your physical deck to get started
es: Añade cartas de tu baraja física para comenzar

source: Interpretation details coming soon
es: Los detalles de interpretación llegarán pronto

source: Failed to load interpretations
es: Error al cargar interpretaciones

# saveInterpretationDialog
source: Save Interpretation
es: Guardar Interpretación

# saveInterpretationQuestion
source: Save this manual interpretation to your journal?
es: ¿Guardar esta interpretación manual en tu diario?

# personalNotes
source: Personal notes (optional)
es: Notas personales (opcional)

# addThoughts
source: Add your thoughts about this reading...
es: Añade tus pensamientos sobre esta lectura...

# interpretationSaved
source: Interpretation saved to journal
es: Interpretación guardada en el diario

source: Failed to save
es: Error al guardar

# navigationHome
source: Home
es: Inicio

# navigationReadings
source: Readings
es: Lecturas

# navigationYourself
source: Yourself
es: Tú Mismo

# navigationFriends
source: Friends
es: Amigos

source: Reading Details
es: Detalles de la Lectura

source: Your Reflection
es: Tu Reflexión

source: Reading Statistics
es: Estadísticas de Lectura

source: Major Arcana
es: Arcanos Mayores

source: Suits
es: Palos

source: Share
es: Compartir

source: Delete
es: Eliminar

source: Image unavailable
es: Imagen no disponible

source: Remove Friend
es: Eliminar Amigo

# removeFriendConfirm
source: Are you sure you want to remove {friendName} from your friends?
es: ¿Estás seguro de que quieres eliminar a {friendName} de tus amigos?

source: Remove
es: Eliminar

source: Active now
es: Activo ahora

# activeMinutesAgo
source: Active {minutes}m ago
es: Activo hace {minutes}m

# activeHoursAgo
source: Active {hours}h ago
es: Activo hace {hours}h

source: Active yesterday
es: Activo ayer

# activeDaysAgo
source: Active {days} days ago
es: Activo hace {days} días

source: today
es: hoy

source: yesterday
es: ayer

# daysAgo
source: {days} days ago
es: hace {days} días

# startConversation
source: Start the conversation
es: Iniciar la conversación

# shareThoughts
source: Share your thoughts about this reading with your friend
es: Comparte tus pensamientos sobre esta lectura con tu amigo

# spreadPast
source: Past
es: Pasado

# spreadPresent
source: Present
es: Presente

# spreadFuture
source: Future
es: Futuro

# spreadYou
source: You
es: Tú

# spreadThem
source: Them
es: Ellos

# spreadConnection
source: Connection
es: Conexión

# spreadCurrentSituation
source: Current Situation
es: Situación Actual

# spreadStrengths
source: Strengths
es: Fortalezas

# spreadChallenges
source: Challenges
es: Desafíos

# topicSelf
source: Self
es: Yo

# topicLove
source: Love
es: Amor

# topicWork
source: Work
es: Trabajo

# topicSelfDescription
source: Personal growth and self-discovery
es: Crecimiento personal y autodescubrimiento

# topicLoveDescription
source: Relationships and emotional connections
es: Relaciones y conexiones emocionales

# topicWorkDescription
source: Career and professional life
es: Carrera y vida profesional

# topicSocialDescription
source: Community and social interactions
es: Comunidad e interacciones sociales

source: Reading Journal
es: Diario de Lecturas

source: Search readings...
es: Buscar lecturas...

source: All
es: Todas

source: No readings found
es: No se encontraron lecturas

# tryAdjustingFilters
source: Try adjusting your search or filters
es: Intenta ajustar tu búsqueda o filtros

# noJournalEntries
source: No journal entries yet
es: Aún no hay entradas en el diario

# saveReadingsToStart
source: Save readings to start building your journal
es: Guarda lecturas para comenzar a construir tu diario

source: Create Reading
es: Crear Lectura

source: Unable to load journal
es: No se pudo cargar el diario

source: Try Again
es: Intentar de Nuevo

source: Delete Reading
es: Eliminar Lectura

# deleteReadingConfirm
source: Are you sure you want to delete "{title}"? This action cannot be undone.
es: ¿Estás seguro de que quieres eliminar "{title}"? Esta acción no se puede deshacer.

# readingDeletedSuccess
source: Reading deleted successfully
es: Lectura eliminada exitosamente

source: Failed to delete reading
es: Error al eliminar la lectura

source: Friends
es: Amigos

source: Add Friend
es: Añadir Amigo

source: Share your journey
es: Comparte tu viaje

# connectWithFriends
source: Connect with trusted friends and share meaningful readings
es: Conecta con amigos de confianza y comparte lecturas significativas

source: Your Friends
es: Tus Amigos

source: No friends yet
es: Aún no tienes amigos

# addFriendsToShare
source: Add friends to share your tarot journey privately
es: Añade amigos para compartir tu viaje del tarot de forma privada

source: Add Your First Friend
es: Añadir Tu Primer Amigo

source: Error loading friends
es: Error al cargar amigos

source: Shared Readings
es: Lecturas Compartidas

source: No shared readings
es: No hay lecturas compartidas

# shareReadingsFromJournal
source: Share readings from your journal to start conversations
es: Comparte lecturas de tu diario para iniciar conversaciones

source: Error loading shared readings
es: Error al cargar lecturas compartidas

source: Error loading user data
es: Error al cargar datos del usuario

source: Privacy & Safety
es: Privacidad y Seguridad

# privacyInfo
source: • Friends can only be added through private invitation codes • You control what readings to share • All conversations are private between you and your friend • You can remove friends at any time
es: • Los amigos solo se pueden añadir a través de códigos de invitación privados • Tú controlas qué lecturas compartir • Todas las conversaciones son privadas entre tú y tu amigo • Puedes eliminar amigos en cualquier momento

# chooseHowToConnect
source: Choose how to connect with your friend:
es: Elige cómo conectar con tu amigo:

source: Share Invitation Code
es: Compartir Código de Invitación

source: Enter Friend's Code
es: Ingresar Código del Amigo

source: Your Invitation Code
es: Tu Código de Invitación

# shareThisCode
source: Share this code with your friend:
es: Comparte este código con tu amigo:

source: Copy Code
es: Copiar Código

source: Code copied to clipboard
es: Código copiado al portapapeles

# errorGeneratingCode
source: Error generating code: {error}
es: Error al generar código: {error}

source: Done
es: Listo

# codeUniqueToYou
source: This code is unique to you and can be used multiple times
es: Este código es único para ti y se puede usar múltiples veces

# enterFriendsCodeDialog
source: Enter Friend's Code
es: Ingresar Código del Amigo

# enterInvitationCode
source: Enter the invitation code your friend shared:
es: Ingresa el código de invitación que tu amigo compartió:

source: Invitation Code
es: Código de Invitación

source: Send Request
es: Enviar Solicitud

# pleaseEnterCode
source: Please enter an invitation code
es: Por favor ingresa un código de invitación

source: Sending friend request...
es: Enviando solicitud de amistad...

# friendRequestSentSuccess
source: Friend request sent successfully!
es: ¡Solicitud de amistad enviada exitosamente!

# failedToSendFriendRequest
source: Failed to send friend request: {error}
es: Error al enviar solicitud de amistad: {error}

# friendRemovedSuccess
source: {name} removed from friends
es: {name} eliminado de amigos

# failedToRemoveFriend
source: Failed to remove friend: {error}
es: Error al eliminar amigo: {error}

source: Readings
es: Lecturas

# chooseTopicForReading
source: Choose a topic for your reading
es: Elige un tema para tu lectura

# aiPoweredInsights
source: Let the cards guide you with AI-powered insights
es: Deja que las cartas te guíen con perspectivas potenciadas por IA

source: Recent Saved Readings
es: Lecturas Guardadas Recientes

# navigateToYourselfPage
source: Navigate to Yourself page to see all readings
es: Navega a la página Tú Mismo para ver todas las lecturas

source: No saved readings yet
es: Aún no hay lecturas guardadas

# completeReadingToSee
source: Complete a reading above and save it to see it here
es: Completa una lectura arriba y guárdala para verla aquí

# saveReadingDialog
source: Save Reading
es: Guardar Lectura

# addThoughtsOptional
source: Add your thoughts about this reading (optional)...
es: Añade tus pensamientos sobre esta lectura (opcional)...

source: Saving...
es: Guardando...

# readingSavedToJournal
source: Reading saved to your journal
es: Lectura guardada en tu diario

source: Failed to save reading
es: Error al guardar la lectura

source: Saved
es: Guardada

source: Already saved
es: Ya guardada

source: Reading saved
es: Lectura guardada

source: Share Reading
es: Compartir Lectura

# cardsSpread
source: {count} cards • {spread}
es: {count} cartas • {spread}

# chooseFriendToShare
source: Choose a friend to share with:
es: Elige un amigo para compartir:

source: No friends to share with
es: No hay amigos para compartir

# addFriendsToStartSharing
source: Add friends to start sharing readings
es: Añade amigos para comenzar a compartir lecturas

source: Sharing reading...
es: Compartiendo lectura...

# readingSharedWith
source: Reading shared with {name}
es: Lectura compartida con {name}

# failedToShareReading
source: Failed to share reading: {error}
es: Error al compartir lectura: {error}

source: Settings
es: Configuración

source: Language
es: Idioma

source: Language Selection
es: Selección de Idioma

# chooseLanguage
source: Choose your preferred language
es: Elige tu idioma preferido

# currentLanguage
source: Current language: {language}
es: Idioma actual: {language}

# languageChanged
source: Language changed to {language}
es: Idioma cambiado a {language}

source: Your tarot journey
es: Tu viaje del tarot

# reflectOnReadings
source: Reflect on your readings and explore the cards
es: Reflexiona sobre tus lecturas y explora las cartas

source: Your Journey
es: Tu Viaje

source: Total Readings
es: Lecturas Totales

source: This Week
es: Esta Semana

source: Favorite Topic
es: Tema Favorito

source: None
es: Ninguno

# readingJournalDescription
source: View and reflect on your saved readings
es: Ve y reflexiona sobre tus lecturas guardadas

source: Card Encyclopedia
es: Enciclopedia de Cartas

# cardEncyclopediaDescription
source: Learn about all 78 tarot cards
es: Aprende sobre las 78 cartas del tarot

source: Reading Patterns
es: Patrones de Lectura

# readingPatternsDescription
source: Discover recurring themes and cards
es: Descubre temas y cartas recurrentes

# settingsDescription
source: Language preferences and app settings
es: Preferencias de idioma y configuración de la app

source: Recent Journal Entries
es: Entradas Recientes del Diario

source: No journal entries yet
es: Aún no hay entradas en el diario

# saveReadingsToBuildJournal
source: Save readings to start building your journal
es: Guarda lecturas para comenzar a construir tu diario

# cardsCount
source: {count} cards
es: {count} cartas

source: Unable to load stats
es: No se pudieron cargar las estadísticas

source: Unable to load journal entries
es: No se pudieron cargar las entradas del diario
